results/leastlatency_r1000_20250915T022033Z.txt
Requests      [total, rate, throughput]  5000, 1000.22, 193.30
Duration      [total, attack, wait]      25.865875917s, 4.9989115s, 20.866964417s
Latencies     [mean, 50, 95, 99, max]    15.911729901s, 18.007510817s, 20.554101412s, 20.770453417s, 20.87905525s
Bytes In      [total, mean]              290000, 58.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:5000  
Error Set: