results/leastlatency_r1200_20250915T022059Z.txt
Requests      [total, rate, throughput]  6000, 1200.20, 166.41
Duration      [total, attack, wait]      34.890054666s, 4.9991695s, 29.890885166s
Latencies     [mean, 50, 95, 99, max]    24.045235984s, 26.164749291s, 29.705829027s, 30.00014583s, 30.001177s
Bytes In      [total, mean]              336748, 56.12
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    96.77%
Status Codes  [code:count]               0:194  200:5806  
Error Set:
Get "http://localhost:8000/": context deadline exceeded (Client.Timeout exceeded while awaiting headers)