results/leastlatency_r1400_20250915T022134Z.txt
Requests      [total, rate, throughput]  7000, 1400.21, 94.23
Duration      [total, attack, wait]      34.999350292s, 4.999240334s, 30.000109958s
Latencies     [mean, 50, 95, 99, max]    26.356284405s, 30.000074722s, 30.000256962s, 30.000486126s, 30.002290792s
Bytes In      [total, mean]              191284, 27.33
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    47.11%
Status Codes  [code:count]               0:3702  200:3298  
Error Set:
Get "http://localhost:8000/": context deadline exceeded (Client.Timeout exceeded while awaiting headers)